export const Features = [
  {
    icon: './assets/imgs/icons/bulding.png',
    title: 'متجذرة في التواضع',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
  {
    icon: './assets/imgs/icons/stars.png',
    title: 'مدفوعة بالابتكار',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
  {
    icon: './assets/imgs/icons/crown.png',
    title: 'مدفوعة بالابتكار',
    description:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
];

export const staffMembers = [
  {
    name: 'احمد جمال',
    position: 'مؤسس JPS',
    image: './assets/imgs/About Imgs/crew/1.png',
    rating: '4.9',
  },
  {
    name: 'عبدلله',
    position: 'المدير التنفيذي',
    image: './assets/imgs/About Imgs/crew/3.png',
    rating: '4.9',
  },
  {
    name: 'سارة محمد',
    position: 'HR',
    image: './assets/imgs/About Imgs/crew/2.png',
    rating: '4.9',
  },
  {
    name: 'عبدلله',
    position: 'المدير التنفيذي',
    image: './assets/imgs/About Imgs/crew/3.png',
    rating: '4.9',
  },
];

export const FAQS = [
  {
    id: 1,
    question: 'أين تقع شققكم ؟',
  },
  {
    id: 2,
    question: 'لماذا يجب أن أستخدم خدماتك ؟',
  },
  {
    id: 3,
    question: ' كيف أبدأ مع خدماتكم ؟',
  },
  {
    id: 4,
    question: 'أين تقع شققكم ؟',
  },
  {
    id: 5,
    question: 'أين تقع شققكم ؟',
  },
  {
    id: 6,
    question: 'أين تقع شققكم ؟',
  },
];
