export const aboutUs = [
  {
    title: 'نحن في مهمة لتغيير وجهة النظر في مجال العقارات',
    text1:
      'لا يهم مدى تنظيمك - ففائض الألعاب سيضمن دائمًا أن يكون منزلك في حالة من الفوضى التي تنتظر الحدوث. لحسن الحظ، فإن إقناع الأطفال بفكرة التخلص من الأشياء الخاصة بهم هو أسهل بكثير مما يبدو.',
    text2:
      'الذي يخاف من الرسوم الكاريكاتورية، ويصبح كاذبًا. فالواجب من الواجب ومن الواجب، أما الواجب فهو فراش الحداد. صلصة سلطة الوادي الكاملة. يحتاج العنصر المنزلي إلى الكثير من الوقت. إنه سرير رعاية مثل وسادة الجعبة.',
  },
  {
    title: 'ما نقدمه هو ',
    text1:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
    text2: '',
  },
  {
    title: 'السجل الضريبي',
    text1: `هدفنا هو أن يتمكن الضيوف والمضيفون على JPS من الثقة ببعضهم البعض.  نطلب من المضيفين والضيوف الذين يقومون بالحجز أن يتم التحقق من هويتهم. نحتاج بعض المعلومات لمساعدتنا على تأكيد هويتك.`,
    text2: 'رقم السجل الضريبي: ٥٨٥ - ٢٣٢ - ٧٥٩',
  },
];
