export const Features = [
  {
    icon: './assets/imgs/icons/bulding.png',
    title: 'الثقة والراحة',
    description:
      'الثقة هي حجر الأساس لنجاحنا، لذا نلتزم بالشفافية والمصداقية في كل خطوة.<br> نبني علاقات قوية ومستدامة مع عمالئنا وشركائنا، مما يضمن تجربة إيجار آمنة وموثوقة تلبي أعلى التوقعات.<br> نسعى جاهدين لتوفير حلول مبتكرة تسّهل عملية الأيجار وتجعلها مريحة وسلسة، مع توفير الوقت والجهد لضمان راحة عمالئنا في كل تفاصيل تجربتهم.',
  },
  {
    icon: './assets/imgs/icons/stars.png',
    title: 'الفخامة والأبتكار',
    description:
      'نرفع معايير تجربة الأيجار من خلال تقديم وحدات فاخرة وخدمات استثنائية تركز على أدق التفاصيل.<br> كل تجربة إيجار معنا هي مزيج من الرقي والتميز لتلبية جميع احتياجات عمالئنا بأعلى معايير الجودة.<br> نحن ملتزمون باستخدام أحدث التقنيات والحلول الرقمية، مثل التصوير 360 درجة والتفاصيل الدقيقة، لضمان تجربة إيجار مبتكرة ومتقدمة تعكس تطلعات المستقبل.',
  },
  {
    icon: './assets/imgs/icons/crown.png',
    title: 'التعاون والعملاء',
    description:
      'نؤمن بأن التعاون مع عملائنا وشركاتنا هو سر النجاح, ونسعى دائما لبناء علاقات طويلة الأمد تحقق قيمة حقيقة لجميع الأطراف.<br> نضع احتياجات عملائنا على رأس أولوياتنا ونعمل على تصميم خدمات تلبي تطلعاتهم وتوفر لهم تجربة مميزة تتجاوز توقعاتهم سواء كان مستأجر أو مالك.',
  },
];

export const staffMembers = [
  {
    name: 'احمد جمال',
    position: 'مؤسس JPS',
    image: './assets/imgs/About Imgs/crew/1.png',
    rating: '4.9',
  },
  {
    name: 'عبدلله',
    position: 'المدير التنفيذي',
    image: './assets/imgs/About Imgs/crew/3.png',
    rating: '4.9',
  },
  {
    name: 'سارة محمد',
    position: 'HR',
    image: './assets/imgs/About Imgs/crew/2.png',
    rating: '4.9',
  },
  {
    name: 'عبدلله',
    position: 'المدير التنفيذي',
    image: './assets/imgs/About Imgs/crew/3.png',
    rating: '4.9',
  },
];

export const FAQS = [
  {
    id: 1,
    question: 'أين تقع شققكم ؟',
  },
  {
    id: 2,
    question: 'لماذا يجب أن أستخدم خدماتك ؟',
  },
  {
    id: 3,
    question: ' كيف أبدأ مع خدماتكم ؟',
  },
  {
    id: 4,
    question: 'أين تقع شققكم ؟',
  },
  {
    id: 5,
    question: 'أين تقع شققكم ؟',
  },
  {
    id: 6,
    question: 'أين تقع شققكم ؟',
  },
];
