export const terms = [
  {
    title: 'جمع المعلومات الشخصية',
    content: 'عند استخدامك لموقعنا، قد نقوم بجمع المعلومات التالية:',
    list: [
      'المعلومات الشخصية: مثل الاسم، والبريد الإلكتروني، ورقم الهاتف، والتي تقدمها طواعية عند التسجيل في الموقع أو عند ملء النماذج.',
      'المعلومات التقنية: مثل عنوان IP، ونوع المتصفح، ونظام التشغيل، وتاريخ ووقت الزيارة، والتي يتم جمعها تلقائيًا لأغراض تحليلية.',
    ],
  },
  {
    title: 'استخدام المعلومات',
    content: 'نستخدم المعلومات التي نجمعها للأغراض التالية:',
    list: [
      'توفير الخدمات: استخدام معلوماتك لتقديم الخدمات التي طلبتها، مثل التواصل معك بخصوص عقار معين.',
      'تحسين الموقع: تحليل المعلومات لتحسين محتوى الموقع وتجربة المستخدم.',
      'الاتصالات التسويقية: إرسال رسائل تسويقية وعروض خاصة بناءً على اهتماماتك المعلنة. يمكنك اختيار عدم تلقي مثل هذه الرسائل في أي وقت.',
    ],
  },
  {
    title: 'مشاركة المعلومات',
    content:
      'لن نقوم ببيع أو تأجير معلوماتك الشخصية لأطراف ثالثة دون موافقتك، إلا في الحالات التالية:',

    list: [
      'الامتثال للقانون: إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات الجهات الحكومية.',
      'حماية الحقوق: لحماية حقوقنا أو حقوق المستخدمين الآخرين أو للتحقيق في عمليات الاحتيال أو أي خرق للأمان.',
    ],
  },
  {
    title: 'حماية المعلومات',
    content:
      'نستخدم التدابير الأمنية المناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير.',
  },
];

export const privacyPolicy = [
  {
    id: 1,
    title: 'جمع المعلومات الشخصية',
    content: 'عند استخدامك لموقعنا، قد نقوم بجمع المعلومات التالية:',
    list: [
      'المعلومات الشخصية: مثل الاسم، والبريد الإلكتروني، ورقم الهاتف، والتي تقدمها طواعية عند التسجيل في الموقع أو عند ملء النماذج.',
      'المعلومات التقنية: مثل عنوان IP، ونوع المتصفح، ونظام التشغيل، وتاريخ ووقت الزيارة، والتي يتم جمعها تلقائيًا لأغراض تحليلية.',
    ],
  },
  {
    id: 2,
    title: 'استخدام المعلومات',
    content: 'نستخدم المعلومات التي نجمعها للأغراض التالية:',
    list: [
      'توفير الخدمات: استخدام معلوماتك لتقديم الخدمات التي طلبتها، مثل التواصل معك بخصوص عقار معين.',
      'تحسين الموقع: تحليل المعلومات لتحسين محتوى الموقع وتجربة المستخدم.',
      'الاتصالات التسويقية: إرسال رسائل تسويقية وعروض خاصة بناءً على اهتماماتك المعلنة. يمكنك اختيار عدم تلقي مثل هذه الرسائل في أي وقت.',
    ],
  },
  {
    id: 3,
    title: 'مشاركة المعلومات',
    content:
      'لن نقوم ببيع أو تأجير معلوماتك الشخصية لأطراف ثالثة دون موافقتك، إلا في الحالات التالية:',
    list: [
      'الامتثال للقانون: إذا كان ذلك مطلوبًا بموجب القانون أو استجابة لطلبات الجهات الحكومية.',
      'حماية الحقوق: لحماية حقوقنا أو حقوق المستخدمين الآخرين أو للتحقيق في عمليات الاحتيال أو أي خرق للأمان.',
    ],
  },
  {
    id: 4,
    title: 'حماية المعلومات',
    content:
      'نستخدم التدابير الأمنية المناسبة لحماية معلوماتك الشخصية من الوصول غير المصرح به أو التغيير أو الكشف أو التدمير.',
  },
  {
    id: 5,
    title: 'ملفات تعريف الارتباط (Cookies)',
    content:
      'يستخدم موقعنا ملفات تعريف الارتباط لتحسين تجربة المستخدم. يمكنك ضبط إعدادات المتصفح لرفض جميع ملفات تعريف الارتباط أو لتنبيهك عند إرسال ملفات تعريف الارتباط.',
  },
  {
    id: 6,
    title: 'الروابط الخارجية',
    content:
      'قد يحتوي الموقع على روابط لمواقع خارجية. نحن لسنا مسؤولين عن ممارسات الخصوصية أو محتوى تلك المواقع.',
  },
  {
    id: 7,
    title: 'حقوق المستخدمين',
    content:
      'يمكنك طلب الوصول إلى المعلومات الشخصية التي نحتفظ بها عنك، أو طلب تصحيحها أو حذفها، وذلك عن طريق التواصل معنا عبر [بيانات الاتصال].',
  },
  {
    id: 8,
    title: 'تحديثات سياسة الخصوصية',
    content:
      'قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر. سيتم نشر أي تغييرات على هذه الصفحة مع تاريخ التحديث. يُنصح بمراجعة هذه الصفحة بشكل دوري.',
  },
];

export const howItWorkSteps = [
  {
    title: 'تصفح',
    description:
      'ابدأ باستكشاف أماكن الإقامة أو تجارب السفر. يمكنك استخدام عوامل التصفية لإيجاد الخيارات التي تناسبك، مثل: "بيوت كاملة" أو "تسجيل الوصول الذاتي" أو "الحيوانات الأليفة مسموحة". يمكنك أيضًا إضافة الإعلانات التي تعجبك في قائمة الأمنيات.',
  },
  {
    title: 'احجز',
    description:
      'بعد أن تجد مكان الإقامة المناسب لك، اقرأ عن مضيفك، ثم اطلع على التقييمات التي تركها الضيوف السابقين وتحقق من خيارات الإلغاء. بعد ذلك، يمكنك الحجز ببضع نقرات فقط.',
  },
  {
    title: 'تصفح',
    description:
      'ابدأ باستكشاف أماكن الإقامة أو تجارب السفر. يمكنك استخدام عوامل التصفية لإيجاد الخيارات التي تناسبك، مثل: "بيوت كاملة" أو "تسجيل الوصول الذاتي" أو "الحيوانات الأليفة مسموحة". يمكنك أيضًا إضافة الإعلانات التي تعجبك في قائمة الأمنيات.',
  },
];

export const helpService = [
  {
    icon: './assets/imgs/icons/care.png',
    title: 'الصحة والسلامة أهم أولوياتنا',
    description:
      'يلتزم المضيفون باتباع بروتوكولات التنظيف المحسن الخاصة بفيروس كورونا، وتعتبر النظافة أحد أهم المعايير المتّبعة لتقييم المساكن. ',
  },
  {
    icon: './assets/imgs/icons/cancel.png',
    title: 'المزيد من خيارات الإلغاء',
    description:
      'يمكن للمضيفين تقديم مجموعة متنوعة من خيارات الإلغاء المرنة. ويتم عرض هذه الخيارات بوضوح عند تقديم طلب الحجز.',
  },
  {
    icon: './assets/imgs/icons/clock.png',
    title: 'دعم على مدار الساعة، ليلاً ونهارًا',
    description: 'بفضل فريقنا العالمي لدعم العملاء، نحن متواجدون',
  },
];

export const review = [
  {
    stars: 5,
    name: 'احمد جمال',
    userProfileIcon: './assets/imgs/About Imgs/crew/1.png',
    date: '06 أبريل 2024 الساعة 7:55 مساءً',
    reviewBody:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
  {
    stars: 4,
    name: 'احمد جمال',
    userProfileIcon: './assets/imgs/About Imgs/crew/1.png',
    date: '06 أبريل 2024 الساعة 7:55 مساءً',
    reviewBody:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
  {
    stars: 3,
    name: 'احمد جمال',
    userProfileIcon: './assets/imgs/About Imgs/crew/1.png',
    date: '06 أبريل 2024 الساعة 7:55 مساءً',
    reviewBody:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
  {
    stars: 5,
    name: 'احمد جمال',
    userProfileIcon: './assets/imgs/About Imgs/crew/1.png',
    date: '06 أبريل 2024 الساعة 7:55 مساءً',
    reviewBody:
      'هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، إذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع.',
  },
];
