export const aboutUs = [
  {
    title: 'نحن في Groups Jps في مهمة لتغيير وجهة النظر في مجال التأجير في مصر.',
    text1:
      'لسنا مجرد وسيط عقاري تقليدي؛ فقد تأسست شركتنا بهدف تسهيل عملية الإيجار وتقديم حلول تأجير متكاملة تركز على تلبية احتياجات المالك والمستأجر معًا. نحن متخصصون في تأجير الوحدات فقط في مصر، مع الالتزام بتقديم تجربة تأجير استثنائية ومميزة عبر منصة تجمع بين الجودة، السهولة، الراحة، والابتكار.',
    text2:
      'تعتمد خدماتنا على أحدث التطورات العالمية في هذا المجال، ونؤمن بقدرتنا على توفير تجربة إيجار لا مثيل لها، تعيد تعريف معايير التأجير في السوق المصري.',
  },
  {
    title: 'في Groups Jps نركز بشكل كامل على تقديم تجربة تأجير متخصصة واحترافية تهدف إلى تلبية احتياجات الملاك والمستأجرين على حدٍ سواء مع تقديم تجربة مبتكرة وشاملة ولكننا لا نتوقف عند هذا الحد. خدماتنا مصممة بعناية لضمان الراحة والسهولة من خلال:',
    text1:
      'تقنيات عرض حديثة نوفر تصوير ًا بانوراميًا بزاوية 360 درجة وصور ًا عالية الجودة لكل وحدة، مع تحديث دوري للصور لتطابق الحالة الواقعية، مما يلغي الحاجة للمعاينات الميدانية. وصف دقيق ومفصل, نحرص على توفير معلومات واضحة ومنظمة لكل وحدة لتسهيل اتخاذ قرارات الإيجار بثقة.',
    text2: 'حجز سريع وسهل، عبر منصتنا، يمكنك البحث عن الوحدة المناسبة وحجزها بكل سهولة، في أي وقت ومن أي مكان. دعم مستمر، نحن نؤمن أن مسؤوليتنا تتعدى مجرد تأمين الحجز؛ فنحن نقدم دعما متكامًلا ومستمرا للمستأجر طوال فترة الإيجار. نسعى لبناء علاقة طويلة الأمد ترتكز على الثقة والراحة، مما يجعلنا متميزين عن باقي المنافسين في السوق. فريق خدمة العملاء لدينا متاح على مدار الساعة، لضمان تجربة إيجار خالية من أي مشاكل.',
  },
  // {
  //   title: 'السجل الضريبي',
  //   text1: `هدفنا هو أن يتمكن الضيوف والمضيفون على JPS من الثقة ببعضهم البعض.  نطلب من المضيفين والضيوف الذين يقومون بالحجز أن يتم التحقق من هويتهم. نحتاج بعض المعلومات لمساعدتنا على تأكيد هويتك.`,
  //   text2: 'رقم السجل الضريبي: ٥٨٥ - ٢٣٢ - ٧٥٩',
  // },
];
